Revit 2027 API
ParameterTypeId.ViewSolarstudyMultidayFrameText Property
 "Multi-day frame text"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewSolarstudyMultidayFrameText { get; }
Public Shared ReadOnly Property ViewSolarstudyMultidayFrameText As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewSolarstudyMultidayFrameText {
	ForgeTypeId^ get ();
}
static member ViewSolarstudyMultidayFrameText : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace